{
	"ERROR_COMMAND_DOES_NOT_EXIST": " لو قاصد تكتب كوماند فهي مش موجودة, متأكد انك كتبت الاسم صح؟ لو عايز تعرف ايه الكوماندز الموجودة جرب commands. اما بقى لو طلعت بتهزر فا هاجي اعلقك",
	"ERROR_COMMANDS_REQUIRE_2_PARAMS": "الأوامر بتحتاج ع الاقل كلمتين و انت كتبت اقل من كده, جرب تاني.",
	"ERROR_INSUFFICIENT_PARAMS_PASSED": "الكوماند دي بتحتاج باراميترز غير كده. لو عايز تعرف ازاي تستعملها اعمل val! <command_name> help",
	"ERROR_GENERIC_SOMETHING_WENT_WRONG": "في حاجة غلط حصلت وانا بشغل الكوماند دي. كلم حد من الديفيلوبرز قولهم.",
	"ERROR_COMMAND_NOT_ALLOWED": "مش مسمحولك تستعمل الكوماند دي",
	"ERROR_COMMAND_NOT_READY": "الكوماند دي مش جاهزة دلوقتي. جرب ف وقت تاني",
	"ERROR_CHANNEL_NOT_FOUND": "التشانل دي مش موجودة دلوقتي, اتاكد من الـ ID",
	"ERROR_MESSAGE_NOT_FOUND": "الرسالة دي مش موجودة دلوقتي, اتاكد من الـ ID",
	"ERROR_ROLE_NOT_FOUND": "الـ Role دي مش موجودة دلوقتي, اتاكد من الـ ID",
	"ERROR_CHANNEL_TYPE_MISMATCH": "نوع التشانل مش مظبوط. جرب تاني.",
	"ERROR_CONTEXT_PARAMS_MALFORMED": "في حاجة غلط حصلت ف ديسكورد. قول للديفلوبرز يبصوا ف اللوجز",
	"ERROR_DATABASE_INIT_FAILED": "Failed to initialise database, retrying",
	"ERROR_DATABASE_REACTIONROLESREMOVE_FAILED": "Failed to remove message from watched list",
	"ERROR_DATABASE_REACTIONROLESADD_FAILED": "Failed to add message to watched list",
	"ERROR_DATABASE_GET_COLLECTION_FAILED": "Failed to get collection",
	"ERROR_DATABASE_CREATE_COLLECTION_FAILED": "Failed to create collection",
	"GENERIC_CONTROLLED_COMMAND_CANCEL": "لغيت الكوماند, جايين تبهدلوني ع الفاضي و الله",
	"GENERIC_COMMAND_GRACEFUL_ERROR": "مش هينفع كده, في حاجة انت عملتها غلط, جرب تاني",
	"NOTIFY_UNMUTED": "تقدر تتكلم دلوقتي. متعملهاش تاني بقى عشان مزعلش منك",
	"WARN_BAD_LANGUAGE": "لو سمحت متستخدمش لغة بذيئة. ده تحذير. لو جالك 3 تحذيرات هيتعملك mute",
	"GENERIC_COMMAND_NOT_UNDERSTOOD": "في حاجة انا مش فاهمها في اللي انت كتبته. جرب تاني او قول للديف لو تعتقد ان دي حاجة لازم تشتغل وانت عاملها صح",
	"ROLE_ADDED": "اديتك روول جديد اهو, اي خدمة. اسم الروول:",
	"ROLE_REMOVED": "بلاش لعب بالروولز بقى, شيلت روول:"
}